// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Skannaa sähköpostiin";

HSDTaskDescription = "Skannaa sähköpostiin -laajennusta käyttämällä voit käynnistää skannaamisen HP-laitteen etupaneelista ja lähettää skannatun tiedoston automaattisesti haluamaasi sähköpostiosoitteeseen.";
HSDTaskNote = "Kun napsautat \"Käynnistä Skannaa sähköpostiin -asetusten määrittäminen\", verkkoselain käynnistyy ja tuo näkyviin laitteen Sulautettu Web-palvelin. Suorita määritys loppuun noudattamalla ohjeita.";
HSDSetupButtonTitle = "Käynnistä Skannaa sähköpostiin -asetusten määrittäminen…";

HSDNotAvailableLabel = "Tämä laite ei tue skannaamista sähköpostiin.";
